export default {
  header: {
    home: "ទំព័រដើម",
    about: "អំពីយើង",
    service: "សេវាកម្ម",
    profile: "ប្រវត្តិ",
    team: "ក្រុមការងារ",
    products: {
      main: "ផលិតផល",
    },
    contact: "ទាក់ទង",
    switchLanguage: "វៀតណាម",
    contact: "ទាក់ទង",
    switchLanguage: {
      lang2: {
        id: "vi",
        name: "Việt Nam",
        src: "/img/langs/Flag_of_Vietnam.svg.png"
      },
      lang1: {
        id: "en",
        name: "English",
        src: "/img/langs/Flag_of_the_United_Kingdom.png"
      },
      lang: {
        id: "km",
        name: "កម្ពុជា",
        src: "/img/langs/Flag_of_Cambodia.svg.png"
      },  //khmer
      lang3: {
        id: "zh-cn",
        name: "中国",
        src: "/img/langs/china.png"
      },  //china
      lang4: {
        id: "ja",
        name: "日本",
        src: "/img/langs/Flag_of_Japan_(bordered).svg.png"
      },  //japan
    },
  },
  footer: {
    section: [
      {
        brand: "តេប តាយ ដូ",
        address: "123 ផ្លូវឧស្សាហកម្ម ស្រុកប៊ីនធឿ ក្រុង កានធូ",
        phone: {
          title: "ទូរស័ព្ទ: ",
          value: "+84 292 123 4567",
        },
        email: {
          title: "អ៊ីមែល: ",
          value: "info@theptaydo.com"
        }
      },
      {
        brand: "ការិយាល័យរោងចក្រសម្ភារៈ",
        address: "27 ផ្លូវ លេ ហុង ផុង ភូមិ ត្រា អាន ស្រុកប៊ីនធឿ ក្រុង កានធូ",
        phone: {
          title: "ទូរស័ព្ទ: ",
          value: "+84.796 65 65 65",
        },
        email: {
          title: "អ៊ីមែល: ",
          value: "info@theptaydo.com"
        }
      },
      {
        brand: "ការិយាល័យតំណាងនៅកានធូ",
        address: "ផ្ទះលេខ 44, CMT8, ភូមិ ខៃ ខេ ស្រុក នីញ គៀវ ក្រុង កានធូ",
        phone: {
          title: "ទូរស័ព្ទ: ",
          value: "+84.796 65 65 65",
        },
        email: {
          title: "អ៊ីមែល: ",
          value: "info@theptaydo.com"
        }
      },
      {
        brand: "ការិយាល័យតំណាងនៅទីក្រុងហូជីមិញ",
        address: "...",
        phone: {
          title: "ទូរស័ព្ទ: ",
          value: "+84.796 65 65 65",
        },
        email: {
          title: "អ៊ីមែល: ",
          value: "info@theptaydo.com"
        }
      },
    ],
    cert: {
      title: "លិខិតបញ្ជាក់ការចុះឈ្មោះអាជីវកម្មលេខ: 1800156657",
      dateOfPlace: "កាលបរិច្ឆេទចេញ: 27/06/2008 - ទីកន្លែងចេញ: ការិយាល័យសេដ្ឋកិច្ច និង វិនិយោគ ក្រុង កានធូ",
      grant: "នាយកប្រតិបត្តិ យូង ត្រយ៊ុង គ្វាង"
    },
    infor: {
      title: "តាមដានយើង",
      description: "ចូលរួមជាមួយយើងនៅលើបណ្តាញសង្គមដើម្បីទទួលបានព័ត៌មានថ្មីៗអំពីទីផ្សារដែក។",
    }
  },

  HomePage: {
    home: "ទំព័រដើម",
    contact: "ទាក់ទង",
    switchLanguage: "វៀតណាម",
    hero: {
      welcome: "ស្វាគមន៍មកកាន់ ",
      brand: "Tay Do Steel",//ធេប ថៃ ដូ
      description: "ក្រុមហ៊ុនឈានមុខគេក្នុងវិស័យផលិតនិងជួញដូរផលិតផលដែកសម្រាប់ការសាងសង់នៅតំបន់មេគង្គ។",
      buy: "ទិញឥឡូវ",
      more: "ស្វែងរកបន្ថែម",
    },
    featuredServices: {
      one: {
        title: "ផ្គត់ផ្គង់ដែកសាងសង់",
        description: "មានជំនាញផ្គត់ផ្គង់ដែកសាងសង់ប្រភេទផ្សេងៗដូចជា ដែករាប, ដែកគម្រោង និងដែកកង់សម្រាប់គម្រោងធំនិងតូច។",
      },
      two: {
        title: "ការធ្វើដែកតាមតម្រូវការ",
        description: "យើងផ្តល់សេវាការធ្វើដែកតាមតម្រូវការរបស់អតិថិជនដែលផ្តោតទៅលើស្តង់ដាតេកនិកដាច់ខាត។",
      },
      three: {
        title: "ការប៉ាន់ប្រមាណដែក",
        description: "យើងផ្តល់ការប៉ាន់ប្រមាណជាពិសេសអំពីប្រភេទដែកដែលសមស្របសម្រាប់គម្រោងនីមួយៗ។",
      },
      four: {
        title: "ការដឹកជញ្ជូននិងការតម្លើងដែក",
        description: "សេវាដឹកជញ្ជូនរហ័សនិងការតម្លើងដែកនៅកន្លែងជាមួយក្រុមការងារមហាអ្នកជំនាញ។",
      },
    },
    about: {
      badge: "ការណែនាំ",
      title: "អំពី ",
      subTitle: "ពួក​យើង",
      hightlight: "ជាមេដឹកនាំក្នុងឧស្សាហកម្មដែក",
      description: "ជាមួយបទពិសោធន៍លើស 20 ឆ្នាំ, ដែកតែដូឈានជួរជាមួយការផ្គត់ផ្គង់ផលិតផលដែកដែលមានគុណភាពខ្ពស់សម្រាប់ការសាងសង់និងឧស្សាហកម្ម។",
      attributes: {
        one: {
          title: "គុណភាពខ្ពស់",
          description: "ផលិតផលដែកត្រូវបានធ្វើតេស្តតាមស្តង់ដារអន្តរជាតិ, ដែលធានាអោយមានភាពប្រសើរ និងសុវត្ថិភាព។",
        },
        two: {
          title: "តម្លៃប្រកួតប្រជែង",
          description: "យើងកាតព្វកិច្ចផ្តល់ផលិតផលជាមួយតម្លៃប្រកួតប្រជែងបំផុតនៅក្នុងទីផ្សារ។",
        }
      },
      message: "ដែកតែដូតែងតែងធានាគុណភាពខ្ពស់, ធានាការពេញចិត្តរបស់អតិថិជននិងសាងសង់គម្រោងដែលអាចទទួលបាននិងសុវត្ថិភាព។",
    },
    team: {
      badge: "ក្រុម",
      title: "សមាជិកសំខាន់នៃ ",
      subTitle: "ក្រុមយើង",
      attributes: [
        {
          name: "Dao Duy Tuan Hung",
          role: "អនុប្រធាននាយកដ្ឋានគ្រប់គ្រងគុណភាព",
          images: "/img/team/hungddt.png",
          titles: "លោក "
        },
        {
          name: "Huynh Trung Quang",
          role: "នាយកប្រតិបត្តិ និងប្រធានក្រុមប្រឹក្សាភិបាល",
          images: "/img/team/quanght.png",
          titles: "លោក "
        },
        {
          name: "Vo Van Khai",
          role: "អនុប្រធាននាយកដ្ឋានលក់",
          images: "/img/team/khaivv.png",
          titles: "លោក "
        },
        {
          name: "Anh Da Den",
          role: "Op moe moe moe osha",
          images: "https://th.bing.com/th/id/OIP.ueglsKxAkWD-4Bb_nc46IgHaHa?rs=1&pid=ImgDetMain",
          titles: "បុរស "
        },
      ]
    },
    portfolio: {
      badge: "គម្រោង",
      title: "រុករក",
      subTitle: "គម្រោងរបស់យើង",
      attributes: [
        {
          name: "ស្ពាន កានធូ",
          date: "....",
          images: "/img/portfolio/cau-can-tho-su-dung-thep-tay-do.png"
        },
        {
          name: "ស្ពាន កានធូ",
          date: "....",
          images: "/img/portfolio/da-khoa-tpct-su-dung-thep-tay-do.png"
        },
        {
          name: "ស្ពាន កានធូ",
          date: "....",
          images: "/img/portfolio/da-khoa-trung-uong-ct-su-dung-thep-tay-do.png"
        },
        {
          name: "ស្ពាន កានធូ",
          date: "....",
          images: "/img/portfolio/dai-hoc-can-tho-su-dung-thep-tay-do.png"
        },
        {
          name: "ស្ពាន កានធូ",
          date: "....",
          images: "/img/portfolio/cau-can-tho-su-dung-thep-tay-do.png"
        },
      ]
    },
    faq: {
      badge: "សំណួរញឹកញាប់",
      title: "សំណួរញឹកញាប់អំពី",
      subTitle: "តេប តាយ ដូ",
      attributes: [
        {
          title: "ផលិតផលដែកតេប តាយ ដូ មានឈានដល់ស្តង់ដាអន្តរជាតិឬទេ?",
          value: "ផលិតផលដែករបស់យើងទាំងអស់មានស្តង់ដាអន្តរជាតិដូចជា ASTM, JIS និង EN ដើម្បីធានាថាមានសំណុំរឹងមាំ និងសុវត្ថិភាពសម្រាប់គម្រោងសាងសង់គ្រប់ប្រភេទ។"
        },
        {
          title: "តេប តាយ ដូ ផ្តល់សេវាកម្មបត់បែនដែកតាមតំរូវការរបស់អតិថិជនឬទេ?",
          value: "យើងផ្តល់សេវាកម្មបត់បែនដែកតាមតម្រូវការបច្ចេកទេសរបស់អតិថិជន ដូចជា កាត់ បត់ និង ដាបស័ង្កសី ដើម្បីធានាអោយបានស្តង់ដាររបស់គម្រោងនីមួយៗ។"
        },
        {
          title: "តេប តាយ ដូ ចំណាយពេលបញ្ជូនយូរប៉ុន្មាន?",
          value: "ពេលវេលាបញ្ជូនធម្មតា គឺចំណាយពី 3-5 ថ្ងៃធ្វើការ អាស្រ័យលើទីតាំង និងបរិមាណការបញ្ជាទិញ។ យើងផ្តល់សេវាបញ្ជូនលឿនតាមតម្រូវការរបស់អតិថិជនផងដែរ។"
        },
        {
          title: "តេប តាយ ដូ មានគាំទ្រពិគ្រោះយោបល់សម្រាប់គម្រោងធំៗឬទេ?",
          value: "យើងមានក្រុមបច្ចេកទេសដែលមានជំនាញខ្ពស់ ដែលតែងតែស្ថិតនៅស្រាបាយពិគ្រោះយោបល់អំពីផលិតផលដែក និងដំណោះស្រាយសម្រាប់គម្រោងសាងសង់គ្រប់ទំហំទូទាំងប្រទេស។"
        },
        {
          title: "តេប តាយ ដូ មានផ្តល់សេវាបំរើថែទាំដែកឬទេ?",
          value: "យើងផ្តល់សេវាបំរើថែទាំ និងពិនិត្យដែកប្រចាំ ដើម្បីធានាអោយបានគុណភាព និងអាយុកាលរបស់ផលិតផលដែកបន្ទាប់ពីការប្រើប្រាស់។"
        },
        {
          title: "តេប តាយ ដូ មានផ្តល់ដែកសម្រាប់គម្រោងអន្តរជាតិឬទេ?",
          value: "យើងមិនត្រឹមតែផ្គត់ផ្គង់ដែកសម្រាប់ទីផ្សារក្នុងប្រទេសទេ ពេលនោះយើងក៏នាំចេញទៅកាន់បណ្តាប្រទេសផ្សេងទៀតផងដែរ ដើម្បីធានាអោយបានតាមស្តង់ដារអន្តរជាតិដ៏តឹងរឹង។"
        },
      ]
    }
    



  }
}
